[{
  "bookId": 1,
  "title": "Jesus Calling",
  "author": "Sarah Young",
  "price": 16.99,
  "description": "Experience a deeper relationship with Jesus as you savor the presence of the One who understands you perfectly and loves you forever. With Scripture and personal reflections, New York Times bestselling author Sarah Young brings Jesus' message of peace—for today and every day.",
  "ISBN13": "978-1591451884"
}, {
  "bookId": 2,
  "title": "The Awe of God",
  "author": "John Bevere",
  "price": 28.99,
  "description": "Do you long for an intimate relationship with your Creator, but He seems elusive? Perhaps it is because something utterly essential is missing—the fear of the Lord. Don’t let this frighten you. Fearing God is very different than being afraid of God. It’s the key to everything.",
  "ISBN13": "978-1400336708"
}, {
  "bookId": 3,
  "title": "In the Lord I Take Refuge: 150 Daily Devotions through the Psalms",
  "author": "Dane Ortlund",
  "price": 22.99,
  "description": "The Psalms could be called the Bible’s devotional. Each psalm reflects on the greatness of who God is and how he cares for his people. Written with profound emotion, each psalm sheds light on the raw experiences of the human heart, revealing how God’s people should turn to him in times of anguish, pain, remorse, joy, and thanksgiving.",
  "ISBN13": "978-1433577703"
}, {
  "bookId": 4,
  "title": "Gentle and Lowly: The Heart of Christ for Sinners and Sufferers",
  "author": "Dane Ortlund",
  "price": 19.99,
  "description": "Christians know what Jesus Christ has done—but who is he? What is his deepest heart for his people, weary and faltering on their journey toward heaven? Jesus said he is “gentle and lowly in heart.” This book reflects on these words, opening up a neglected yet central truth about who he is for sinners and sufferers today.",
  "ISBN13": "978-1433566134"
}, {
  "bookId": 5,
  "title": "Disciplines of a Godly Man",
  "author": "R. Kent Hughes",
  "price": 18.99,
  "description": "Seasoned pastor R. Kent Hughes’s inspiring and bestselling book Disciplines of a Godly Man―now updated with fresh references and suggested resources―is filled with godly advice aimed at helping men grow in the disciplines of prayer, integrity, marriage, leadership, worship, purity, and more.",
  "ISBN13": "978-1433561306"
}, {
  "bookId": 6,
  "title": "Mostly What God Does: Reflections on Seeking and Finding His Love Everywhere",
  "author": "Savannah Guthrie",
  "price": 13.02,
  "description": "In this collection of essays, Savannah Guthrie shares why she believes it does. Unspooling personal stories from her own joys and sorrows as a daughter, mother, wife, friend, and professional journalist, the award-winning TODAY show coanchor and New York Times bestselling author explores the place of faith in everyday life.",
  "ISBN13": "978-1400341122"
}, {
  "bookId": 7,
  "title": "The Practice of the Presence of God",
  "author": "Brother Lawrence",
  "price": 4.79,
  "description": "Brother Lawrence was a man of humble beginnings who discovered the greatest secret of living in the kingdom of God here on earth. It is the art of “practicing the presence of God in one single act that does not end.” He often stated that it is God who paints Himself in the depths of our souls. We must merely open our hearts to receive Him and His loving presence.",
  "ISBN13": "978-0883681053"
}, {
  "bookId": 8,
  "title": "The Good Of Evil And The Tale Of Three: Even in the Darkest of Times God has a Plan",
  "author": "Dr.Othy",
  "price": 12.99,
  "description": "What if a simple visit to a coffee shop could change your understanding of good and evil forever? In 'The Good of Evil and the Tale of Three, an ordinary young man's life is transformed when he encounters an extraordinary stranger.",
  "ISBN13": "978-1578563234"
}, {
  "bookId": 9,
  "title": "God Gave Us You",
  "author": "Lisa Tawn Bergren",
  "price": 6.29,
  "description": "As Mama bear tucks her youngest cub under the quilts, she gently, tenderly, and reassuringly communicates the message loving parents everywhere (bears and non-bears alike) want their little ones to hear: \"We wanted you very, very much, and we are so very glad because—God gave us you.\"",
  "ISBN13": "978-1433566134"
}, {
  "bookId": 10,
  "title": "God Made the World",
  "author": "Sarah Jean Collins",
  "price": 17.99,
  "description": "Who made the sun, the stars, the moon, and the animals? God did! And who made me? God did! God made the entire world! Author and artist Sarah Collins brings a fresh approach to her illustrations using geometric designs to create bright, beautiful, and exciting pictures that preschoolers will want to look at over and over again.",
  "ISBN13": "978-1496426482"
}, {
  "bookId": 14,
  "title": "Jesus Calling",
  "author": "Sarah Young",
  "price": 17,
  "description": "Experience a deeper relationship with Jesus as you savor the presence of the One who understands you perfectly and loves you forever. With Scripture and personal reflections, New York Times bestselling author Sarah Young brings Jesus' message of peace—for today and every day.",
  "ISBN13": "978-1591451884"
}, {
  "bookId": 16,
  "title": "The Wellspring of Worship",
  "author": "Jean Corbon",
  "price": 13.84,
  "description": "The Wellspring of Worship is a masterful reflection on the mystery of God's Trinitarian life and how the Church's members participate in that life through the Liturgy.",
  "ISBN13": "978-1586170226"
}, {
  "bookId": 17,
  "title": "Worship as Praise and Empowerment",
  "author": "David R. Newman",
  "price": 12.9,
  "description": "Worship as praise of an all-powerful deity has traditionally been associated with the passive side of life. If worship as praise is indeed passive, it could be that such worship has the effect on people of taking power away. Worship as praise would be at best irrelevant and at worst a hindrance in an age that is, as perhaps never before, preoccupied with the active exercise of power.",
  "ISBN13": "978-1608991303"
}, {
  "bookId": 19,
  "title": "Worship as Praise and Empowerment",
  "author": "David R. Newman",
  "price": 12.9,
  "description": "Worship as praise of an all-powerful deity has traditionally been associated with the passive side of life. If worship as praise is indeed passive, it could be that such worship has the effect on people of taking power away. Worship as praise would be at best irrelevant and at worst a hindrance in an age that is, as perhaps never before, preoccupied with the active exercise of power.",
  "ISBN13": "978-1608991303"
}, {
  "bookId": 22,
  "title": "Worship as Praise and Empowerment",
  "author": "David R. Newman",
  "price": 222,
  "description": "Worship as praise of an all-powerful deity has traditionally been associated with the passive side of life. If worship as praise is indeed passive, it could be that such worship has the effect on people of taking power away. Worship as praise would be at best irrelevant and at worst a hindrance in an age that is, as perhaps never before, preoccupied with the active exercise of power.",
  "ISBN13": "978-1608991303"
}]
